@extends('layouts.app')

@section('meta')
    <meta name="description" content="Наш сайт для діабетиків дозволяє вести щоденник самоконтролю та аналізувати рівень цукру в крові. Ми також маємо рекомендації щодо продуктів, корисних для діабетиків. Простий та безпечний у використанні.">
@endsection

@section('title') Про сайт @endsection

@section('content')
<!-- ======= About Us Section ======= -->
<section id="about" class="about">
    <div class="container">

      <div class="section-title">
        <h2>Про сайт</h2>
        <p>Ласкаво просимо на наш веб-ресурс, який створений спеціально для тих, хто має діагноз діабету та бажає контролювати свій стан здоров'я вдома. Наш сайт надає можливість вести щоденник самоконтролю, що дозволить вам відстежувати ваш рівень цукру в крові та реєструвати показники глюкометра.</p>
        <p>Аналітика результатів буде надавати вам повну картину вашого здоров'я, а також допоможе вам зрозуміти, як ваш стан змінюється з часом. Крім того, наш сайт містить рекомендації щодо того, які продукти корисні для діабетиків, що дозволить вам керувати своєю дієтою та зберігати здоров'я під контролем.</p>
        <p>Наші функції легкі у використанні та дозволяють вам зберігати ваші дані в безпеці. Ми зробили все можливе, щоб зробити наш сайт простим та доступним для користувачів будь-якого рівня технічних знань.</p>
        <p>Нехай наш сайт стане для вас надійним помічником та допоможе вам забезпечити здоров'я та благополуччя на довгі роки.</p>
      </div>

      <div class="row">
        <div class="col-lg-6 order-1 order-lg-2">
          <img src="assets/img/about.webp" class="img-fluid" alt="">
        </div>
        <div class="col-lg-6 pt-4 pt-lg-0 order-2 order-lg-1 content">
          <h3>Навіщо контролювати глюкозу (цукор) крові діабетику?</h3>
          <p class="fst-italic">
            Контроль рівня цукру в крові дуже важливий для людей з діабетом, оскільки високий рівень цукру може призвести до серйозних ускладнень, таких як проблеми з серцево-судинною системою, нирками, зіром, нервовою системою та інші. Низький рівень цукру в крові також може бути небезпечним та призводити до гіпоглікемії, яка може бути життєво небезпечною. Контролювання рівня цукру в крові допомагає діабетикам уникнути цих ускладнень та підтримувати здоровий рівень цукру в крові, що забезпечує нормальне функціонування організму та допомагає запобігти розвитку діабетичних ускладнень.
          </p>
        </div>
      </div>

    </div>
  </section><!-- End About Us Section -->

  <div class="container my-4">
    <div class="row justify-content-center">
        <div class="col-md-12">
            <h2>Умови користування сайтом</h2>
	<p>Дякуємо за використання нашого сайту для зберігання ваших персональних медичних даних. Ми гарантуємо, що будь-яка інформація, яку ви надаєте нашому сайту, буде зберігатись в строгій конфіденційності і не буде надаватись третім особам без вашої належної згоди, за винятком випадків, коли це вимагається законом.</p>
	<p>Для користування нашим сайтом вам потрібно погодитись з наступними умовами:</p>
        <ol>
            <li>Ви погоджуєтесь з тим, що будь-яка інформація, яку ви надаєте нашому сайту, буде зберігатись у безпечному та захищеному середовищі.</li>
            <li>Ви погоджуєтесь з тим, що ми можемо використовувати вашу інформацію тільки для цілей, пов'язаних з наданням медичних послуг та управлінням вашими записами.</li>
            <li>Ви погоджуєтесь з тим, що ми не будемо надавати вашу інформацію третім особам без вашої згоди, за винятком випадків, коли це вимагається законом.</li>
            <li>Ви погоджуєтесь з тим, що ми можемо використовувати вашу інформацію для проведення статистичного аналізу з метою покращення роботи нашого сайту та надання більш якісних медичних послуг.</li>
            <li>Ви зобов'язуєтесь повідомляти нас про будь-які зміни в вашій особистій інформації, яка зберігається на нашому сайті.</li>
            <li>Ви погоджуєтесь з тим, що ви не будете використовувати наш сайт для розсилання небажаних повідомлень або будь-яких інших неприпустимих дій.</li>
        </ol>
        <p>
           <strong> Якщо ви не погоджуєтеся з цими умовами, ви повинні припинити використання нашого сайту!</strong>
        </p>
        </div>
        <!-- /.col-md-11 -->
    </div>
</div>

@endsection
