@extends('layouts.app')

@section('title') Умови використання сайту @endsection

@section('content')
<div class="container">
    <div class="row justify-content-center">
        <div class="col-md-11">
            <h1>Умови користування сайтом</h1>
	<p>Дякуємо за використання нашого сайту для зберігання ваших персональних медичних даних. Ми гарантуємо, що будь-яка інформація, яку ви надаєте нашому сайту, буде зберігатись в строгій конфіденційності і не буде надаватись третім особам без вашої належної згоди, за винятком випадків, коли це вимагається законом.</p>
	<p>Для користування нашим сайтом вам потрібно погодитись з наступними умовами:</p>
        <ol>
            <li>Ви погоджуєтесь з тим, що будь-яка інформація, яку ви надаєте нашому сайту, буде зберігатись у безпечному та захищеному середовищі.</li>
            <li>Ви погоджуєтесь з тим, що ми можемо використовувати вашу інформацію тільки для цілей, пов'язаних з наданням медичних послуг та управлінням вашими записами.</li>
            <li>Ви погоджуєтесь з тим, що ми не будемо надавати вашу інформацію третім особам без вашої згоди, за винятком випадків, коли це вимагається законом.</li>
            <li>Ви погоджуєтесь з тим, що ми можемо використовувати вашу інформацію для проведення статистичного аналізу з метою покращення роботи нашого сайту та надання більш якісних медичних послуг.</li>
            <li>Ви зобов'язуєтесь повідомляти нас про будь-які зміни в вашій особистій інформації, яка зберігається на нашому сайті.</li>
            <li>Ви погоджуєтесь з тим, що ви не будете використовувати наш сайт для розсилання небажаних повідомлень або будь-яких інших неприпустимих дій.</li>
        </ol>
        <p>
            Якщо ви не погоджуєтеся з цими умовами, ви повинні припинити використання нашого сайту
        </p>
        </div>
        <!-- /.col-md-11 -->
    </div>
</div>
@endsection
