<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Мовні рядки автентифікації
    |--------------------------------------------------------------------------
    |
    | Наступні мовні рядки використовуються під час автентифікації для різних
    | повідомлень, які нам потрібно показати користувачеві. Ви можете вільно змінювати
    | ці мовні рядки відповідно до вимог вашого додатку.
    |
    */

    'failed' => 'Ці дані не збігаються з нашими записами.',
    'password' => 'Вказаний пароль є невірним!.',
    'throttle' => 'Занадто багато спроб входу. Будь ласка, спробуйте ще раз через :seconds секунд.',

];
