<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Мовні рядки для скидання пароля
    |--------------------------------------------------------------------------
    |
    | Наступні мовні рядки є рядками за замовчуванням, які відповідають причинам
    | які надаються брокером паролів для спроби оновлення пароля
    | не вдалося, наприклад, через недійсний токен або недійсний новий пароль.
    |
    */

    'reset' => 'Ваш пароль скинуто!',
    'sent' => 'Ми надіслали вам посилання на відновлення паролю!',
    'throttled' => 'Будь ласка, зачекайте, перш ніж спробувати ще раз.',
    'token' => 'Цей токен скидання пароля є недійсним.',
    'user' => "Ми не можемо знайти користувача з такою адресою.",

];
